---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagOrientationParam
source: html/cdeb9a87-a7f9-5836-0948-a18cde9e315f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagOrientationParam Property

"Orientation"

## Syntax (C#)
```csharp
public static ForgeTypeId TagOrientationParam { get; }
```